[
  {
      "id":0,
      "drugname":"Aripiprazole",
      "price":34,
      "description":"Aripiprazole belongs to a group of medicines called antipsychotics. It is taken once daily.Keep your regular appointments with your doctor. This is so your progress can be checked. The most common side-effects include feeling shaky and restless"
    },
    {
      "id":1,
      "drugname":"Albuterol inhaler",
      "price":55,
      "description":"Albuterol is a 'rescue' or 'quick-relief' inhaler.Make sure you know how to use the inhaler properly. If you are not sure, ask your physician or pharmacist to show you. If after using the inhaler your symptoms do not improve, contact your physician for advice straightaway.The most common side-effect is feeling shaky. This should soon pass.Do not smoke. Smoking causes irritation to the lungs and will make your condition worse"
    },
    {
        "id":2,
        "drugname":"Amias",
        "price":55,
        "description":"Take candesartan once each day. You can take the tablets either before or after a meal. Any side-effects are usually mild. They include headache and feeling dizzy. Some painkillers may interfere with candesartan and increase the risk of side-effects, so ask a pharmacist for advice before you buy any medicines."
      },
      {
        "id":3,
        "drugname":"Amfexa",
        "price":57,
        "description":"Dexamfetamine is prescribed both for adults and for children, but for different conditions. It can affect your ability to perform skilled tasks - if affected do not drive and do not use tools or machines. Do not stop taking dexamfetamine without speaking with your doctor first. Stopping it suddenly may cause problems."
      },
      {
        "id":4,
        "drugname":"Acnecide",
        "price":78,
        "description":"Apply the preparation once or twice each day. Use it on all of the area where your spots occur - not just on each spot. Skin redness or peeling will probably occur during the first few days of treatment. This should soon pass. Try not to get any of the preparation on your hair or clothing, as it can cause bleaching."
      },
      {
        "id":5,
        "drugname":"Adenuric",
        "price":55,
        "description":"Febuxostat is prescribed to help prevent gout attacks. It does not have any effect during a gout attack, although you should continue to take it regularly every day, even if this happens. A painkilling medicine or colchicine will be prescribed for you to take alongside it should you get a gout attack. Take one tablet each day. There have been a few reports of febuxostat causing a serious allergic reaction (such as swelling around the face, difficulties breathing and skin rash). Although this is rare, if you experience any of these symptoms, you should stop taking febuxostat and contact your doctor straightaway."
      },
      {
        "id":6,
        "drugname":"Adizem",
        "price":89,
        "description":"When you first start taking diltiazem you may get a headache, feel flushed, or get swollen ankles. These symptoms usually pass after a few days. Each time you collect a new supply of diltiazem, check to make sure you have been given the same type of tablets or capsules as before."
      },
      {
        "id":7,
        "drugname":"Aindeem",
        "price":70,
        "description":"Finasteride is for adult men only - it must not be taken by anyone aged under 18 years, or by women. The dose is one (1 mg) tablet a day. Side-effects are uncommon, but may include a loss of sex drive and a reduced ability to get an erection."
      },
      {
        "id":8,
        "drugname":"Atrovent",
        "price":55,
        "description":"Ipratropium relieves breathlessness and wheezing. Make sure you know how to use the inhaler or nebuliser properly. If you are not sure, ask your nurse, doctor or pharmacist to show you. Use ipratropium regularly. Your doctor will tell you how many times you should use it each day - it will be either three or four times daily."
      },
      {
        "id":9,
        "drugname":"Accrete D3",
        "price":87,
        "description":"Calcium with colecalciferol is a mineral and vitamin D supplement. It promotes bone strength and helps to prevent 'thinning' of the bones (osteoporosis). Make sure you know how to take the preparation you have been given. Some brands of tablets are swallowed with water, others are chewable, and others are dissolved in water. The contents of sachets should be mixed into water before taking. Read the label carefully, and if you are still unsure what to do, ask your pharmacist for advice."
      },
      {
        "id":10,
        "drugname":"Ammonaps",
        "price":15,
        "description":"Take sodium phenylbutyrate at mealtimes. It is important that you follow the special dietary advice given by your doctor or dietician."
      },
      {
        "id":11,
        "drugname":"Amoxicillin",
        "price":32,
        "description":"Make sure you tell your doctor if you are allergic to penicillin. Amoxicillin is a type of penicillin - do not take it if you are allergic to penicillin. Space your doses out evenly over the day and complete the full course of the antibiotic, even if you feel your infection has cleared up. You can take amoxicillin either before or after food. If you have an allergic reaction (such as any swelling around your mouth, any difficulties breathing or a red rash) contact a doctor for advice straightaway."
      },
      {
        "id":12,
        "drugname":"Xeplion",
        "price":54,
        "description":"Paliperidone long-acting injection will be given to you by your doctor or nurse every four weeks. If you miss an appointment for an injection, please make another appointment as soon as possible. The most common side-effects are headache and difficulties sleeping."
      },
      {
        "id":13,
        "drugname":"Xismox",
        "price":57,
        "description":"Isosorbide mononitrate helps to prevent angina chest pain from developing. It is not suitable to take to treat an angina attack - you should always carry with you a short-acting nitrate, such as glyceryl trinitrate (GTN), for if you get angina pain. The most common side-effect is headache. This should pass after a few days."
      },
      {
        "id":14,
        "drugname":"Zapain",
        "price":23,
        "description":"Co-codamol contains both paracetamol and codeine. Do not take any other preparation which contains paracetamol while you are taking co-codamol. The usual dose for an adult is one or two co-codamol tablets/capsules every 4-6 hours if needed. Do not take more than two tablets/capsules at a time or more than eight tablets/capsules in 24 hours. Co-codamol is likely to affect your reactions and your ability to drive. Do not drive until you know how it affects you."
      },
      {
        "id":15,
        "drugname":"Zinnat",
        "price":14,
        "description":"Before you take cefuroxime, make sure your doctor knows if you have ever had an allergic reaction to any other antibiotic. Space your doses out evenly over the day and complete the full course of the antibiotic, even if you feel your infection has cleared up. The most common side-effect is diarrhoea, which is usually mild and soon passes. If it becomes severe or lasts for more than 24 hours, you should speak with your doctor."
      },
  
  {
    "id":16,
    "drugname":"Bactroban",
    "price":52,
    "description":"Unless your doctor tells you otherwise, apply mupirocin 2-3 times a day for ten days.Your skin may sting a little at fist but this should soon pass."
},
{
    "id":17,
    "drugname":"Bascellex",
    "price":38,
    "description":"Read carefully the directions you are given for using imiquimod cream. If you are unsure how many times a week to apply the cream, ask your pharmacist to check for you. Wash your hands after using the cream."
},
{
    "id":18,
    "drugname":"Betagan",
    "price":62,
    "description":"Levobunolol eye drops are used to control increased pressure within your eye(glaucoma). Remember to use the drop regularly - try not to miss any doses. If you are normally wear soft contact lenses, please make sure your doctor knows about this. "
},
{
    "id":19,
    "drugname":"Brufen",
    "price":24,
    "description":"Ibuprofen is a medicine called a non-steroidal anti-inflammatory drug. It is also known as 'an NSAID'. Speak with a doctor before taking ibuprofen if you have ever had a bad reaction to any other anti-inflammatory painkiller. Take ibuprofen with a meal or a snack."
},
{
    "id":20,
    "drugname":"Brevoxyl",
    "price":45,
    "description":"Apply the preparation once or twice each day. Use it on all of the area where your spots occur -not just each spot. Skin redness or peeling will probably occur during the first few days of treatment. This should soon pass. Try not to get any of the preparation on your hair or clothing, as it can clause bleaching."
},
{
    "id":21,
    "drugname":"Ranexa",
    "price":55,
    "description":"Ranolazine is one of several medicines you will be prescribed for angina.Take one tablet twice daily.Do not drink grapefruit juice while you are on ranolazine."
},
{
    "id":22,
    "drugname":"Rapitil",
    "price":35,
    "description":"Nedocromil sodium eye drops help to prevent red, watery, itchy eyes caused by allergies.The drops are usually used twice a day. If your symptoms are more severe, your doctor may suggest you use them three or four times daily.When first put in, eye drops can cause blurred vision. Wait until this clears before you drive or before you use tools or machines."
},
{
    "id":23,
    "drugname":"Relief",
    "price":48,
    "description":"Cetirizine relieves allergic symptoms.Cetirizine is called a non-drowsy antihistamine; however, it can still cause drowsiness in a few people. Make sure your reactions are normal before you drive, or before using tools or machines."
},
{
    "id":24,
    "drugname":"Respirin",
    "price":40,
    "description":"You can take a dose of aspirin every 4-6 hours if needed, but do not take more than 4 g in any 24-hour period.You must not take these tablets with any other preparation which contains aspirin, or with any non-steroidal anti-inflammatory painkiller.Do not give aspirin to children under 16 years of age."
},
{
    "id":25,
    "drugname":"Rinatec",
    "price":32,
    "description":"Ipratropium nose spray is used to help stop a runny nose.Use two sprays into each nostril, two or three times a day.The most common side-effects are dryness and irritation of the nose or throat, mild nosebleeds, and headache."
},
{
    "id":26,
    "drugname":"Sabril",
    "price":33,
    "description":"Vigabatrin will be prescribed for you by a specialist who will continue to monitor your progress.If you experience any problems with your eyes or vision, you should contact your doctor as soon as possible.You need to take vigabatrin regularly. Do not stop taking it unless your doctor tells you to."
},
{
    "id":27,
    "drugname":"Salagen",
    "price":47,
    "description":"Take pilocarpine during a meal. Swallow the tablet with a large glass of water.The tablets may reduce your ability to see clearly in poor lighting. Do not drive at night if you are affected.The most common side-effects include headache, sweating, flu-like symptoms and passing urine more frequently."
},
{
    "id":28,
    "drugname":"Sodium feredetate",
    "price":58,
    "description":"Iron supplements are best absorbed when they are taken an hour before meals. However, to reduce stomach upset, you may prefer to take your doses after meals.Common side-effects include stomach upset, constipation and diarrhoea.Remember to keep iron supplements out of the reach and sight of children - iron is a common cause of serious accidental ingestion in children."
},
{
    "id":29,
    "drugname":"Sulpiride",
    "price":62,
    "description":"Keep your regular appointments with your doctor. This is so your progress can be checked.The most common side-effect is feeling sleepy.Your skin may become more sensitive to sunlight than normal. Protect your skin from bright sunlight until you know how your skin reacts, and do not use sunbeds."
},
{
    "id":30,
    "drugname":"Syonell",
    "price":47,
    "description":"Swallow Depakote® tablets with a drink of water. Do not chew or crush the tablets.Take the tablets after a meal or a snack.Each time you collect a new supply of tablets, make sure that they look the same as you have had before."
},
  
   {
    "id":31,
    "drugname":"Cabergoline tablets",
    "price":50,
    "description":"Cabergoline should be taken with food.It can cause dizziness, especially during the first few days of treatment.Each time you collect a fresh supply, check to see if the tablets look the same as you have had before. If they are different, discuss this with your pharmacist who will advise you."
  },
  {
    "id":32,
    "drugname":"Clozapine",
    "price":52,
    "description":"Clozapine is prescribed for mental health problems which affect the way you think, feel or behave.It is important that you have regular check-ups and blood tests.Make sure you read all the printed information you are given. If there is anything you are unsure about, ask your doctor or clinic for further advice."
  },
   {
    "id":33,
    "drugname":"Calcium with colecalciferol",
    "price":36,
    "description":"Calcium with colecalciferol is a mineral and vitamin D supplement.It promotes bone strength and helps to prevent 'thinning' of the bones (osteoporosis).Make sure you know how to take the preparation you have been given. Some brands of tablets are swallowed with water, others are chewable, and others are dissolved in water. The contents of sachets should be mixed into water before taking. Read the label carefully, and if you are still unsure what to do, ask your pharmacist for advice."
  },
   {
    "id":34,
    "drugname":"Clomifene tablets",
    "price":93,
    "description":"Clomifene is prescribed to help you to get pregnant if you are not ovulating properly.It will be prescribed for a maximum of six treatment cycles. Most women who respond to treatment do so within three treatments.Side-effects tend to be mild, but you should speak with your doctor as soon as possible if you get abdominal pain or discomfort, or if you have any problems with your eyesight."
  },
   {
    "id":35,
    "drugname":"Colestipol",
    "price":6,
    "description":"Take each sachet of colestipol granules mixed into at least 100 ml of liquid or soft food such as fruit juice, skimmed milk, soup, or yoghurt.Avoid taking any other medicines at the same time as colestipol. Either take your other medicines one hour before colestipol, or wait until 4-6 hours afterwards.The main side-effect of colestipol is constipation."
  },
   {
    "id":36,
    "drugname":"Dabigatran capsules",
    "price":23,
    "description":"Dabigatran is a type of anticoagulant used to prevent or treat harmful blood clots.The main side-effect of all anticoagulants is bleeding. If you experience any unusual bleeding, speak with your doctor.Do not take anti-inflammatory painkillers (such as aspirin or ibuprofen) while you are on dabigatran."
  },
   {
    "id":37,
    "drugname":"Diclofenac",
    "price":45,
    "description":"Diclofenac is a medicine called a non-steroidal anti-inflammatory drug. It is also known as 'an NSAID'.Before you take diclofenac, let your doctor know if you have ever had a bad reaction to any other anti-inflammatory painkiller.Make sure you take your medication as directed on the label of the pack."
  },
   {
    "id":38,
    "drugname":"Dandrazol",
    "price":21,
    "description":"For dandruff, use the shampoo twice weekly for 2-4 weeks. To help prevent dandruff from returning, continue to use the shampoo every 1-2 weeks.For pityriasis versicolor, apply the shampoo directly to the skin patches once each day for up to five days. Leave it on the skin for 3-5 minutes before washing it off."
  },
   {
    "id":39,
    "drugname":"Dapoxetine tablets",
    "price":62,
    "description":"Dapoxetine is prescribed for the treatment of premature ejaculation.Take one tablet 1-3 hours before you have sex.The most common side-effects include feeling dizzy or faint, and feeling sick (nausea). Drinking a full glass of water at the same time as taking the tablet can reduce these effects."
  }, 
  {
    "id":40,
    "drugname":"Ditropan",
    "price":78,
    "description":"Oxybutynin will help to ease urinary symptoms such as urge and frequency in adults and night-time bedwetting in older children.It may cause you to feel sleepy. If this happens, do not drive and do not use tools or machines while affected."
  }, 
  {
    "id":41,
    "drugname":"Errin",
    "price":66,
    "description":"Carefully read and follow the printed information leaflet from inside your pack. The leaflet will give you more information about your brand of tabletTake one tablet every day, at the same time each dayIf you forget to take a tablet on time, take it as soon as you remember. If you are more than three hours late taking your tablet you must also use a condom for the following two days."
  },
  {
    "id":42,
    "drugname":"Erythromycin",
    "price":33,
    "description":"Erythromycin is an antibiotic. It can be taken by people who are allergic to penicillin.Space your doses out evenly over the day and complete the full course of this antibiotic, even if you feel your infection has cleared up.The most common side-effects are feeling sick (nausea) and tummy (abdominal) discomfort. These are usually mild and may be reduced by taking your doses after a meal or snack."
  },
  {
    "id":43,
    "drugname":"Ebixa",
    "price":6
    "description":"Memantine helps to ease the symptoms of dementia in Alzheimer's disease.Take one dose every day, at the same time of day each day. You can take memantine either before or after meals.You will be given a small dose when you first start treatment. This will gradually be increased over the following few weeks."
  },
   {
    "id":44,
    "drugname":"Edarbi",
    "price":58,
    "description":"Take azilsartan once each day. You can take the tablets either before or after a meal.Any side-effects are usually mild. They include feeling dizzy and having diarrhoea.Keep your regular appointments with your doctor to have your blood pressure measured.Some painkillers can interfere with azilsartan and increase the risk of side-effects, so ask a pharmacist for advice before you buy any medicines 'over the counter'."
  },
   {
    "id":45,
    "drugname":"Emadine",
    "price":41,
    "description":"Emedastine drops relieve eye irritation associated with allergies like hay fever.Use one drop twice a day, in the morning and the evening.It is not recommended that you wear soft contact lenses while you are using the drops."
  },
 {
   "id":46,
    "drugname":"Fludroxycortide for inflammatory skin conditions",
    "price":99,
    "description":"You only need to use a small amount of cream or ointment. Apply it thinly just to the areas affected, and then massage it gently into the skin. It must not be applied more than twice a day, and once a day is often sufficient.Topical corticosteroids should not be used for long periods of time or on large areas of the body, especially in children.Do not use the cream on any infected areas of skin"
},
{
   "id":47,
   "drugname":"Fusidic acid for skin infections",
   "price":40,
   "description":"Apply the cream or ointment three or four times a day, unless you have been told otherwise.Wash your hands well afterwards, as this will help to reduce the risk of spreading the infection.Your skin should start to improve after a few days. Let your doctor know if you feel there is no improvement after this time."
}
{
   "id":48,
   "drugname":"Fluvoxamine tablets",
   "price":69,
   "description":"Fluvoxamine is initially prescribed as a once-daily dose, taken in the evening. If your dose is increased to over 150 mg daily, you will be asked to take the tablets in divided doses over the day.Swallow the tablet with a drink of water. You can take fluvoxamine with or without food.Please tell your doctor if you feel that you are getting worse, or if you experience any troublesome side-effects"
}
{
   "id":49,
   "drugname":"Fluvastatin tablets and capsules",
   "price":55,
   "description":"Fluvastatin belongs to a group of medicines known as statins. It regulates the amount of cholesterol and other lipids made by your body, and helps to reduce the risk of heart and blood vessel disease.Follow carefully any lifestyle advice you have been given such as stopping smoking, avoiding drinking too much alcohol, eating a healthy diet and taking exercise. These also help to reduce the risk of heart and blood vessel disease.If you develop any unusual cramps or pains in your muscles, contact your doctor for advice as soon as possible."
}
{
   "id":50,
   "drugname":"Fluoxetine",
   "price":79,
   "description":"Try to take fluoxetine at the same time each day.It may take up to four weeks after starting this treatment before you feel the full benefit. Do not stop taking it, feeling it is not helping.Tell your doctor if you feel that you are not getting any better, or if you experience any troublesome side-effects."

}
{
   "id":51,
   "drugname":"Fentanyl for pain relief",
   "price":95,
   "description":"This medicine is an opioid painkiller. There is a serious risk of addiction when taking this medicine, especially if used long-term. The Medicines and Healthcare products Regulatory Agency (MHRA) has issued new guidance for people prescribed an opioid painkiller. If you have any questions or concerns about taking opioids safely please speak with your doctor or a pharmacist."
}
{
   "id":52,
   "drugname":"Glibenclamide for diabetes",
   "price":89,
   "description":"Take glibenclamide with, or just after, your first main meal of the day (usually breakfast).Remember to follow any advice you have been given about your diet and taking exercise.Common side-effects include stomach upset and low blood sugar (hypoglycaemia). Make sure you know how to recognise the symptoms of low blood sugar. These include feeling shaky or anxious, sweating, looking pale, feeling hungry, having a feeling that your heart is pounding (palpitations), and feeling dizzy."
}
{
   "id":53,
   "drugname":"Gabapentin",
   "price":94,
   "description":"Read the information leaflet from inside the pack.Gabapentin can cause you to feel sleepy. Make sure your reactions are normal before you drive and before you use tools or machines.Do not take antacid preparations during the two hours before you are due to take gabapentin, or during the two hours after you have taken a dose.Take gabapentin regularly every day. Do not stop taking it unless your doctor tells you to do so."
}
{
   "id":54,
   "drugname":"Goserelin implant",
   "price":69,
   "description":"Goserelin implants are injected under the surface of the skin on your stomach.Each time you collect a prescription, check to make sure it looks the same as you have had before. There are two strengths of implant - Zoladex® 3.6 mg (suitable for men and women) and Zoladex® LA 10.8 mg (suitable for men only).The most common side-effects are hot flushes, sweating, and reduced interest in sex."
}
{
   "id":55,
   "drugname":"Gemfibrozil for hyperlipidaemia",
   "price":60,
   "description":"Gemfibrozil reduces fat (lipid) levels. Take your doses about half an hour before a meal.Some lifestyle changes will also help to reduce your lipid level - eat healthy food, stop smoking, increase the exercise you take, and reduce the amount of salt in your diet.The most common side-effect is indigestion. If you develop any unusual aches and pains in your muscles, contact your doctor for advice."
}
{
   "id":56,
   "drugname":"Griseofulvin for fungal infections",
   "price":96,
   "description":"Griseofulvin is prescribed to treat fungal infections.A course of treatment may last from a few weeks to several months.Griseofulvin may harm an unborn child - you must avoid getting pregnant or fathering a child.The most common side-effects are feeling sick (nausea) and diarrhoea."
}
{
   "id":57,
   "drugname":"Haloperidol long-acting injection",
   "price":68,
   "description":"Your doctor or nurse will inject haloperidol into a muscle in your buttocks. The effect of each injection will last for four weeks.It is important you keep your regular appointments with your doctor or nurse.There are a number of side-effects which you may experience from this treatment. If you are concerned about any of these, you should discuss them with your doctor."
}
{
   "id":58,
   "drugname":"Hydroxycarbamide",
   "price":78,
   "description":"You will be prescribed hydroxycarbamide by a specialist doctor.Please keep your regular clinic appointments so that your doctor can check on your progress. You will need to have regular blood tests.If you think you are getting an infection or if you have a high temperature (fever), please contact your doctor for advice straightaway."
}
{
   "id":59,
   "drugname":"Hyoscine for travel sickness",
   "price":88,
   "description":"Follow the dosage directions on the label or pack. Do not take more than the recommended dose.If you are taking tablets, take a dose about 30 minutes before you travel.If you have been prescribed a patch, apply it to the skin behind your ear 5-6 hours before your journey starts.Hyoscine may make you sleepy. If this happens, do not drive and do not use tools or machines."
}
{
   "id":60,
   "drugname":"Hypromellose eye drops",
   "price":50,
   "description":"Hypromellose eye drops act as artificial tears. They make dry eyes feel more comfortable.Use the drops three or four times a day, or more often if required.If your vision becomes blurred for a short while after using the drops, do not drive until you can see clearly again."
}







  
]
